    [{ 
    name:  "Matti Laine, Ph.D.",
    title: "Strategies for Human Memory Project leader, BrainTrain project leader 2015-2018",
    desc:   "Professor of psychology. Adult clinical neuropsychologist whose research interests encompass neurocognition of working memory training, executive functions, bilingualism, language learning, and aphasia.",
    mail:  "matti.laine(AT)abo.fi",
    img : "/assets/images/mattilaine.jpg"
},
     { 
    name:  "Jan Antfolk, Ph.D.",
    title: "Strategies for Human Memory Project deputy leader",
    title2: "Associate Professor",
    desc:  "My current research interests are mainly in typical and atypical development and malleability of cognitive control functions and related brain mechanisms.",
    mail: "",
    img : "/assets/images/janantfolk.jpg"
},
{ 
    name:  "Juha Salmitaival, Ph.D.",
    title: "Adjunct Professor, Research Fellow at the Turku Institute for Advanced Studies",
    desc:  "My current research interests are mainly in typical and atypical development and malleability of cognitive control functions and related brain mechanisms.",
    mail: "juha.salmitaival(AT)gmail.com",
    img : "/assets/images/Salmitaival_Juha.jpg"
},
{ 
    name:  "Jussi Jylkkä, Ph.D.",
    title: "Adjunct Professor, Postdoctoral researcher at the Department of Psychology, Åbo Akademi University",
    desc:  "I study cognition and consciousness, and the methodological and philosophical foundations of psychology. My research at BrainTrain deals with working memory, cognitive training, executive functions, and bilingualism.",
    mail:  "jussi.jylkka(AT)abo.fi",
    img : "/assets/images/jussijylkka.jpg"
},
{ 
    name:  "Otto Waris, Ph.D.",
    title: "Postdoctoral researcher at the Department of Psychology, Åbo Akademi University",
    desc:  "BrainTrain-related research: working memory functions and their malleability to computerized training.",
    mail:  "otto.waris(AT)abo.fi",
    img : "/assets/images/ottowaris.jpg"
},
{ 
    name:  "Daniel Fellman, Ph.D.",
    title: "Currently postdoctoral researcher at the Umeå University, Sweden",
    desc:  "My BrainTrain-related research focus on working memory training and its underlying mechanisms. More specifically, I am interested in how participants acquire strategies and how these affect the training- and transfer outcomes following working memory training.",
    mail:  "dfellman@abo.fi",
    img : "/assets/images/daniel_fellman.jpg"
},
{ 
    name:  "Daniel Wärnå, MSc",
    title: "Software Developer",
    desc:  "Specializing in both frontend and backend web development and UI/UX design. Daniel has been developing further our in-house web-based testing and training platform called SOILE.",
    mail:  "daniel.warna(AT)abo.fi  ",
    img : "/assets/images/danielwarna.jpg"
},
{ 
    name:  "Minna Lehtonen, Ph.D.",
    title: "BrainTrain Deputy project leader 2015-2018, currently Associate Professor at the Centre for Multilingualism in Society across the Life Span, University of Oslo",
    desc:  "I am interested in psycholinguistic questions such as how one or multiple languages are  processed in the brain and how learning a second language affects the neurocognitive system.",
    mail:  "minna.lehtonen(AT)abo.fi",
    img : "/assets/images/minna_lehtonen_updated.jpg"
},
{ 
    name:  "Anna Soveri, Ph.D.",
    title: "Adjunct Professor, currently Academy Research Fellow in the Faculty of Medicine, University of Turku",
    desc:  "See https://www.utu.fi/en/people/anna-soveri",
    mail:  "anna.soveri(AT)abo.fi",
    img : "/assets/images/annasoveri.jpg"
},
{
    name: "Karolina Lukasik, Ph.D.",
    title: "",
    desc: "BrainTrain-related research: executive functions, bilingualism, and cognitive neuroscience.",
    mail: "karolina.lukasik(AT)abo.fi",
    img: "/assets/images/karolina.jpg"
},
{ 
    name:  "Petra Grönholm-Nyman, Ph.D.",
    title: "Currently University teacher at the Department of Psychology, Åbo Akademi University",
    desc:  "Research interests: trainability of executive functions, neural correlates of cognitive functions in normal aging.",
    mail:  "petra.gronholm-nyman(AT)abo.fi",
    img : "/assets/images/petragronholmnyman.jpg"
},
{ 
    name:  "Linda Karlsson, MA",
    title: "Currently a PhD student at the Department of Psychology, Åbo Akademi University",
    desc:  "Linda worked as a project researcher on various subprojects of the BrainTrain.",
    mail:  "linda.karlsson(AT)abo.fi",
    img : "/assets/images/lindakarlsson.jpg"
},
{
    name:  "Petra-Ann Boman, MA",
    title: "Clinical psychologist",
    desc:  "My research is related to working memory training in school-aged children with or without specific learning difficulties.",
    mail:  "petra.boman(AT)abo.fi",
    img:  "/assets/images/keeka_.jpg"
},
{
    name:  "Christel Lundin, MA",
    title: "Clinical psychologist",
    desc:  "BrainTrain-related research: the effects of working memory training in school children, including those with specific learning difficulties.",
    mail:  "",
    img:  "/assets/images/christel_.jpg"
},
{ 
    name:  "Adrià Vilà Balló, Ph.D.",
    title: "Currently Associate Professor at the University of Girona, Spain",
    desc:  "My research interest is related to cognitive control and executive function training in normal and clinical groups",
    mail:  "",
    img : "/assets/images/Adria.jpg"
},
{
    name:  "Marco Bucci, Ph.D.",
    title: "Visiting researcher in BrainTrain during Autumn 2016 - Spring 2017",
    desc: "I am interested in brain imaging and cognitive neuroscience.",
    mail: "marco.bucci(AT)abo.fi",
    img: "/assets/images/marcobucci_updated.jpg",
},
{ 
    name:  "Claudia Peñaloza Salazar, Ph.D.",
    title: "Visiting researcher in BrainTrain during Spring 2016",
    desc:  "Currently a post doctoral researcher at the Aphasia Research Laboratory, Boston University, Boston, USA",
    mail:  "claudia_penaloza(AT)hotmail.com",
    img : "/assets/images/claudia.jpg"
},
]
